<!--  "targets

отглагольное существительное

у меня есть чувство юмора - (Ц) юмористическая браузерная игра

тема игры - придумать смешную фразу (шутка),
комикс, вспомнить бородатый анекдот, спомнить конкретных персонажей из комедийных фильмов и их
поступки или выражения, ставшие крылатыми

было

Цель занятия: выработать умения и навыки общаться устно и письменно на иностранном языке на профессиональные и повседневные темы, переводить со словарем иностранные тексты, самостоятельно совершенствовать устную и письменную речь, пополнять словарный запас.

стало

устное и письменное общение на анг. языке на проф. и повседневные темы
перевод со словарем анг. текстов
самостоятельное совершенствование устной и письменной речи на анг. языке
пополнение словарного запаса английских слов";
 -->

<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>Targets</title>
	<link rel="stylesheet" href="css/targets/style.css">
	<script src="jquery/jquery-3.4.1.js"></script>
	<script src="js/targets/script.js"></script>
</head>
<body>
	<header>

		<div class="logo">
			<a href="targets.php" title="Главная"><h1>Цели</h1></a>
		</div>

		<div class="mainMenu">
			<ul>
				<li>
					<a href="#">Меню</a>
				</li>
				<li>
					<a href="#">Меню</a>
				</li>
				<li>
					<a href="#">Меню</a>
				</li>
				<li>
					<a href="#">Меню</a>
				</li>
			</ul>
		</div>

		<div class="search">
			<input type="text" id="searchText" placeholder="Поиск...">
			<input type="submit" value="OK" id="searchBtn">
		</div>

	</header>

	<div class="clear"><br></div>

	<div class="wrapper">
		<div class="aboutTarget">
			Цель — идеальный или реальный предмет сознательного или бессознательного стремления субъекта; конечный результат, на который преднамеренно направлен процесс; «доведение возможности до её полного завершения»; осознанный образ предвосхищаемого результата.
		</div>
	</div>
    
    

	<!-- <div class="mainTarget">
		
		<p id="t1">Верстка (разметка) простой страницы</p>
		<p id="t1">
		  Применение стилей ко всей странице и к блокам
		  <ul>
		  	<li>Сброс браузерных стилей</li>
		  	<li>Структура будущей страницы в графическом редакторе
		  		<ul>
		  			<li>Шапка</li>
		  			<li>Подвал</li>
		  			<li>Область контента - макет лендинг</li>
		  		</ul>
		  	</li>
		  	<li></li>
		  </ul>
		</p>
		<p id="t1"></p>
	</div> -->
</body>
</html>
